
#
# ДЗ 2.1 по курсу Питон
# учащийся Дмитрий Максимов
#
"""
ДЗ 2.1 Написать программу, которая рассчитывает стоимость услуг интернета по исходным данным: типу тарифа и объему трафика (вещественное число).

У провайдера доступны три типа тарифов: «S» (500 руб. – 20 Гб.), «M» (750 руб. – 40 Гб.), «L» (1000 руб. – 80 Гб.)
За указанную абонентскую плату, предоставляется соответствующий объем трафика. В случае исчерпания лимита, пользователь может брать дополнительные пакеты объемом 5 Гб. и стоимостью 150 руб.

Сначала необходимо вывести на экран параметры тарифов в следующем виде:
Тарифы:
S - 500 руб. / 20 Гб,
M - 750 руб. / 40 Гб,
L - 1000 руб. / 80 Гб

Далее организовать запрос исходных данных (значения, введенные с клавиатуры выделены жирным) и вывод результата в следующем виде:
Тип тарифа: S
Объем трафика: 27
К оплате: 800 руб.

Корректность вводимых данных проверять не нужно.

"""
a = 1

